
alert("Прошу прощения, но пока что не успел выполнить работу  с добавлением функционала, в связи с проблемами с здоровьем. Оставьте свои даные и оцените пока что работу как она есть. надебсь до конца срока успею и попрошу перепроверить. Спасибо за понимание.")

console.log("Прошу прощения, но пока что не успел выполнить работу  с добавлением функционала, в связи с проблемами с здоровьем. Оставьте свои даные и оцените пока что работу как она есть. надебсь до конца срока успею и попрошу перепроверить. Спасибо за понимание.")